#include <iostream>
using namespace std;

int main() {
	cout << "电棍笑传之踩踩背" << endl;sleep(1);
    cout << "~~>";sleep(0.1);
    cout << "~~>" << endl;sleep(1);
    cout << "（呼噜）";sleep(0.25);
    cout << "（螺旋桨声）（猪飞）" << endl;sleep(1);
    cout << "（用力）（猪笑）";sleep(0.25);
    cout << "（落翔）（👴醒）" << endl;sleep(1);
    cout << "👴：怎么有股臭味啊？臭皮？臭皮？" << endl;sleep(0.25);
    cout << "（猪飞走）" << endl;sleep(1);
    cout << "👴：我就知道是他放的臭屁！" << endl;sleep(0.25);
    cout << "👴：豌豆，过来给你老爸踩踩背。" << endl;sleep(0.25);
    cout << "🫛：我现在有事呢，我给你介绍个新朋友，让他给你踩踩背吧。" << endl;sleep(0.25);
    cout << "🐘：老爷爷，我给你踩背来喽！" << endl;sleep(0.1);
    cout << "（大象跳）（重重地踩）" << endl;sleep(0.1);
    cout << "👴：啊！" << endl;sleep(1);
    cout << "👴：啊！" << endl;sleep(1);
    cout << "👴：啊！" << endl;
	return 0;
}